{
    "reciprocate": [
        [
            "to give and take mutually",
            "to return in kind or degree"
        ],
        null
    ],
    "fuck": [
        [
            "copulate",
            "messsense 3"
        ],
        null
    ],
    "FUCK": [
        [
            "The only fuckingword thatcan be puteveryfuckingwhereand still fucking make fuckingsense."
        ],
        [
            "Fuckers.",
            "My mouthsfucked, its fucked!",
            "\"FUCK! THEWIFISTOPPEDWORKING!\"",
            "1; I've fucked atortoisein my past life.2; Ducks can't fucking sneeze you dumbass! ..They can't right?3; You're one huge moronic fuck to have had to searchwhat fuckmeans on the Urban Dictionaryas amI for taking the time to define it to the horny shits who actually search these things up, like you, my dear friend.",
            "\"sarai wanna fuck youso hard\"!!!\"fuck you jim\"!!!\"man thistest is so fucking hard\"!!!",
            "Ifucking lovethis movie ( fuck this (FUCK OFF KARENNO ONE CARES THAT YOUR WIG GOTSNATCHEDGET A BETTER ONE",
            "You wanna gofuck.Fuck off!Stopfucking around.Ifucking lovethis song!!"
        ]
    ],
    "retarded": {
        "merriam-webster": {
            "definitions": [
                "affected byintellectual disabilityintellectually disabled",
                "very stupid or foolish"
            ],
            "examples": null
        },
        "urban": {
            "definitions": [
                "me ineverydaysituations."
            ],
            "examples": [
                "Jason: how are youMe: I mean,me too, thanksJason:you are retarded",
                "<<This party is retarded.>>Dude! You can't say that anymore. You have to say the partyis lame, or it's dumb, or something else!>>Get the fuck out of herewith that bullshit. You justinsultedpeople who cannot walk and people who cannot talk.",
                "humansare all retarded",
                "son: \"ummdad what does retarded mean?\"dad: \"oh godyourfucking retarded",
                "*Guy 1 isdancingverystrangely.*Guy 2 toGuy 3: Look at Guy 1 dancing like he's retarded.",
                "1. This student ismentally retarded, so he is in a different class.2. This movie was so retarded! The acting, story, andspecial effectssucked!3. Thefamineretarded the growth of population.",
                "Johnwho istarded.. isnowretarded"
            ]
        }
    },
    "lexicon": {
        "merriam-webster": {
            "definitions": [
                "a book containing an alphabetical arrangement of the words in a language and their definitionsdictionary",
                "the vocabulary of a language, an individual speaker or group of speakers, or a subject",
                "the total stock of morphemes in a language",
                "repertoire,inventory"
            ],
            "examples": null
        },
        "urban": {
            "definitions": [
                "1) A collection ofvernacularor terms related to a specificindustryor group.2) Some smartass' book ofbig words."
            ],
            "examples": [
                "1) In the Chemistry Lexicon,diffusionis the process by which molecules spread out over time for an evendispersal.2) In theCarnie'sLexion, selling stupid shit to dumbass fair-goers is called making money.",
                "1. \"Danis alexicon\" 2. \"O heygoodto see youLexicon\"",
                "Zexionused his Lexicon to cast a spellZexion used his Lexicon to trapSorain anotherdimension.",
                "I'mgonnagofloorpunchto LexiconDevilnow.",
                "\"have you heard those new songs\"\"yea fromlexicon919\"\"dude i cant wait for his album duringChristmas\"",
                "Bob:Hey yagoing withSallytonightJim: Of course bro I already have my Lexicons on",
                "Recursive: \"I just lexiconned the word 'lexiconned' so that I wouldhave a wordto describe what I was about to do with it.\"Typical: \"The first timeI heard the word 'andor' I lexiconned it for future use.\""
            ]
        }
    },
    "exit": {
        "urban": {
            "definitions": [
                "Exit is a gang(or gaggle) which employs its extensive underground basis to drug deal coffee, dohoodrat things/stuff, and steal shit from bitches. Its members wield water guns of many different makes and brands but are all straight-up-thugs and can make your bitches wet with things other than their super soakers.Exit'srival is the Fish, which is a significantly smaller and worser gang. However upon rare occasions the two will forget their past disgruntlement and focus their having-been-cock-blocked-fueled anger at Ross Aaron. Exit, or as they sometimes call themselves Horde of Irritated People, the acronym being HIP, has a hierarchal social ladder similar to that of the fellow gang, the Bloods. However unlike many other African andLatin gangs, Exit treats their sluts with the utmost respect and tolerance. Whereas other such gangs would rape and molest women they found attractive, Exit gives their sluts the choice of how they would like to exemplify theirsluttynessand if they refuse then they are forced by penalty of watergun firing squad to hookup with an Exit member behind the cabin.Exit's motto is \"when we come, wecome hard\""
            ],
            "examples": [
                "\"yo I heard thatExitstole a bunch of alumimmerscokes\"\"I heard Exit destroyed Fish in their recentscruffle\"",
                "\"That oldbumhasfinallycameto an exit.\"",
                "Heytheresthe exitletsget the fuck out!",
                "1. Dude this party is soooo lame.  I'm about toexit.2.AAAAAAAHHHHHHH!  FIRE!!!  WHERE THEHECKIS THEEXIT?!",
                "<Bob> can you give meScanforclonesfor the all network ?<Jag> /exit* Bob has quit IRC",
                "Ay browanna playexit to exit last one tofinishbuys lunch.",
                "is it badthat my mother isexitedand cant wait to see korn?! hahahaa!!! I lovemy mommy♥"
            ]
        }
    },
    "weird": {
        "merriam-webster": {
            "definitions": [
                "of strange or extraordinary characterodd,fantastic",
                "of, relating to, or caused bywitchcraftor the supernaturalmagical"
            ],
            "examples": null
        },
        "urban": {
            "definitions": [
                "WeirdSomething that's uniqe,strange, awesome, crazy, orout of the ordinary."
            ],
            "examples": [
                "\"Thatlampis weird.\"",
                "JennacalledTomweird because heskies.",
                "ISABEL, U WERESO WEIRDATSCHOOLTODAY, IT WAS GREAT.",
                "I gotbulliedyesterday, they toldme Iwas weird, and I simply said, \"I'm not weird,I'm just mein a unique way!\" .",
                "that girlisactingvery weird",
                "Nobodyis the same, so everyone is weird. If everyone is weird, than weird isnormal.so, if everyone is weird,nobodyis.",
                "As in, 'that's weird'"
            ]
        }
    },
    "sad": {
        "merriam-webster": {
            "definitions": [
                "affected with or expressive of grief or unhappinessdowncast",
                "causing or associated with grief or unhappinessdepressing",
                "regrettable,deplorable",
                "of little worth",
                "of a dull somber color"
            ],
            "examples": null
        },
        "urban": {
            "definitions": [
                "Meprobably"
            ],
            "examples": [
                "It’s me,I’msad..this is a cry for help",
                "Person 1:what’s wronghoePerson 2: I’msadb",
                "Ex. 1:\"Hey, I have to canceltonight'splans. I'm really sorry, we can go outanother time?\"\"Sad.\"Ex. 2:\"Are there any cookies left?\"\"No, I ate them all.\"\"Sad.\"Ex. 3:\"What did you end upgetting onthat essay?\"\"0\"\"That's too bad\"\"Yeah. Sad.\"",
                "Me.I’mSad.",
                "You aresad...",
                "Karenwasso sadand jealous she couldn't wait to seehim again",
                "MyserviceissadBroshe is sad ......."
            ]
        }
    }
}